[M_Delivery MissionDefinition]
MissionName="Special offer "
MissionDescription="As usual, Tim received many gifts from Hyperion. Unfortunately, they can't give it to us, we have to give it to them."
TurnInDescription="You look like a little Santa Claus."
MissionSummary="This has the effect of reducing youth and middle age."
MissionGiver="Below the group average"
MissionTurnInLocation="Team strength is below average."
TeaserText="A special gift for a special child."

[M_Delivery:DeliverPresents MissionObjectiveDefinition]
ProgressMessage="for a gift"

[M_Delivery:GrabPresents MissionObjectiveDefinition]
ProgressMessage="Get it for free"

[M_Delivery:KillBlueBoxToys MissionObjectiveDefinition]
ProgressMessage="destroy the blue spell."

[M_Delivery:KillOrangeBoxToys MissionObjectiveDefinition]
ProgressMessage="Remove orange gift.."

[M_Delivery:KillPurpleBoxToys MissionObjectiveDefinition]
ProgressMessage="Destroy the purple prize game."

[M_Delivery:KillRedBoxToys MissionObjectiveDefinition]
ProgressMessage="Destroy the red doll.."

[M_Delivery:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Delivery:ObjSet_DestroyLoaders MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Tim, who is below average, receives a gift from Hyperion. Unfortunately, he did not send it well and asked to take it..<br>To make matters worse, Hyperion doesn't seem to be trying to right the wrongs of the past by launching a new attack on Pandora's thieves. Bloodport's employees steal and you must destroy them.."

[M_Delivery:ObjSet_GrabPresents MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

